Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-jellybean.tmx
Source language: en
Languages: sv

source: Page
sv: Sida

source: Search
sv: Sök

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Use Item
sv: Använda objekt

source: Document
sv: Dokument

source: Thursday
sv: Torsdag

source: Not enough %s left
sv: Inte nog %s kvar

source: Contributors
sv: Bidragsgivare

source: Show Shortcuts
sv: Visa tangentbordsgenvägar

source: Money
sv: Pengar

source: New Item
sv: Nytt objekt

source: Corrupted data wiped
sv: Fördärvad data raderat

source: Medicine
sv: Läkemedel

source: Usage Amount
sv: Användningsbelopp

source: Day of Week
sv: Dag av vecka

source: _Delete
sv: _Radera

source: General
sv: Allmänt

source: translator-credits
sv: Sunniva Løvstad <jellybean@turtle.garden>

source: No Results Found
sv: Inga resultat hittades

source: Stockpile can handle automatic usage of items. When Stockpile is opened after the time for automatic usage has passed, Stockpile will calculate how much was used and automatically subtract it. If a month has less days than the day number provided, Stockpile will use the item on the last day of the month.
sv: Stockpile kan hantera automatisk användning av objekt. När Stockpile öppnas efter att tiden för automatisk användning har gått ut, beräknar Stockpile hur mycket som använts och subtraherar det automatiskt. Om en månad har färre dagar än det angivna dagnumret, använder Stockpile objektet den sista dagen i månaden.

source: Stockpile;Jellybean;Inventory;Number;
sv: Stockpile;Jellybean;Geléböna;Geleböna;Lager;Antal;

source: Changes to item discarded
sv: Ändringar till objektet förkastades

source: There were not enough data points on an item.
sv: Det fanns inte tillräckligt med datapunkter på ett objekt.

source: Stockpile will attempt to recover your data. Items may not be restored correctly, depending on how corrupted the data is.
sv: Stockpile ska pröva att återställa ditt data. Det kan hända att objekt inte blir riktig återställt, beroende på hur skadat data är.

source: Low stock:
sv: Lite kvar:

source: All of your items will be permanently deleted.
sv: Alla dina objekt kommer att raderas permanent.

source: Invalid Data
sv: Ogiltig data

source: Edit Usage Interval
sv: Redigera användningsintervall

source: Changes to %s discarded
sv: Ändringar till %s förkastades

source: _Keyboard Shortcuts
sv: _Tangentbordsgenvägar

source: Main view
sv: Huvudvy

source: No Items
sv: Inga objekt

source: Main View
sv: Huvudvisning

source: Ticket
sv: Biljett

source: Delete Item…
sv: Radera objekt…

source: Item deleted
sv: Objekt raderades

source: Item view
sv: Objektvy

source: _Use
sv: _Använda

source: Try a different search term
sv: Försök med en annan sökning

source: Food
sv: Mat

source: Save
sv: Spara

source: Cafe
sv: Kafé

source: Edit View
sv: Redigeringsvisning

source: Bread
sv: Bröd

source: Daily
sv: Dagligen

source: Icon
sv: Ikon

source: _Cancel
sv: _Avbryt

source: Delete Item?
sv: Radera objekt?

source: Other Helpers
sv: Andra hjälpare

source: Refill Item
sv: Fyll på objekt

source: Keep count of restockable items
sv: Håll koll på återställbara objekt

source: Cancel
sv: Avbryt

source: If you delete this item, its information will be deleted permanently.
sv: Om du raderar detta objekt, kommer dess information att raderas permanent.

source: Undo
sv: Ångra

source: Pill
sv: Piller

source: Coffee
sv: Kaffe

source: Click below to create your first item.
sv: Klicka nedan för att skapa ditt första objekt.

source: Item updated as %s
sv: Objekt uppdaterades som %s

source: _Refill
sv: _Fyll på

source: Day of Month
sv: Dag av månad

source: Edit Item
sv: Redigera objekt

source: Main Menu
sv: Huvudmeny

source: Recover Data?
sv: Återställa data?

source: Low Stock Amount
sv: Lågt lagerantal

source: Data recovered
sv: Data återställt

source: Name
sv: Namn

source: Wipe
sv: Radera

source: Recover Data…
sv: Återställ data…

source: Edit view
sv: Redigeringsvy

source: Save Item
sv: Spara objekt

source: Wipe All Data?
sv: Radera all data?

source: Discard Item
sv: Förkasta objekt

source: Wednesday
sv: Onsdag

source: Weekly
sv: Veckovis

source: Drink
sv: Dryck

source: Time of Day
sv: Tid på dagen

source: Sunday
sv: Söndag

source: Amount
sv: Antal

source: What is Automatic Usage?
sv: Vad är automatisk användning?

source: Tuesday
sv: Tisdag

source: Groceries
sv: Livsmedel

source: Repeat Type
sv: Repetera typ

source: Monday
sv: Måndag

source: Automatic Usage
sv: Automatisk användning

source: This item has a schedule for usage
sv: Detta objekt har ett användningsschema

source: Wallet
sv: Plånbok

source: Paper
sv: Papper

source: Wipe All Data…
sv: Rensa all data…

source: Quit
sv: Avsluta

source: Recover
sv: Återställa

source: @d %s left
sv: @d %s kvar

source: Monthly
sv: Månadsvis

source: Unit (Optional)
sv: Enhet (Valfri)

source: Editing %s
sv: Redigerar %s

source: Never forget to refill again! Stockpile lets you manage your inventory of medication, food, beauty products, or anything else. The app will warn you whenever you are short on something, so you can obtain more and not have to go empty.
sv: Glöm aldrig att fylla på igen! Stockpile låter dig hantera ditt lager av medisiner, mat, skönhetsprodukter eller vad som helst. Appen varnar dig när du har ont om något, så att du kan skaffa mer och inte går tom.

source: Item View
sv: Objektvisning

source: _About Stockpile
sv: _Om Höglager

source: Stockpile‘s data is corrupted. You can either try to recover the data, or wipe it and start again. You can also report this with the debug information in the About dialog.
sv: Stockpiles data är korrupt. Du kan antingen försöka återställa informationen eller radera den och börja om. Du kan också rapportera detta med felsökningsinformationen i dialogrutan Om.

source: Printed
sv: Utskriv

source: Item saved as %s
sv: Objekt sparades som %s

source: Treatment
sv: Behandling
